Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=6_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámedikki čoahkkin
sms: Sääʹmteeʹǧǧ sååbbar

source: Sámedikki čoahkkin ovddasta Sámedikki bajimuš mearridanválddi.
sms: Sääʹmteeʹǧǧ sååbbar eeʹttkâʹstt Sääʹmteeʹǧǧ pââimõs tuʹmmjemvääʹld.

source: Dat čoahkkana 4-5 geardde jagis.
sms: Tõt noorââtt 4-5 vuâra eeʹjjest.

source: Sámedikki čoahkkin mearrida váldooasis sámedikki addin cealkámušain, evttohusain ja eará oaiviliin.
sms: Sääʹmteeʹǧǧ sååbbar tuʹmmai jäänmõsân nåkam ceâlklmõõžžin, čuäʹjtõõzzin da jeeʹres beäʹlestväʹlddmõõžžid, koid sääʹmteʹǧǧ lij ouddam.

source: Stáhtaráđđi mearrida sámedikki lahttun (21) ja várrelahttun (4) sámediggeválggain eanemus jienaid ožžon olbmo, goittotge nu, ahte juohke sámi ruovttuguovllu gielddas (Eanodat, Anár, Soađegilli ja Ohcejohka) bohtet uhcimustá golbma lahtu ja guđege gielddas okta várrelahttu.
sms: Valdiasååbbar mieʹrrad sääʹmteeʹǧǧ vuässliʹžžen (21) da vääʹrrvuässliʹžžen (4) sääʹmteeʹǧǧ vaalin jäänmõsân jiõnid vuäǯǯam oummid, seârvvna nuʹtt, što juõʹǩǩ sääʹm dommvuuʹd kååʹddest (Enontekiö, Aanar, Suäʹđjel da Uccjokk) âlgg leeʹd uuʹccmõsân kolmm vuässla da pukin täin kooʹddin õhtt vääʹrrvuässlaž.

source: Jagi 2011 válggaid boađusin doaibmabadjái 2012 - 2015 válljejuvvojedje čuovvovaš lahtut ja várrelahtut:
sms: Tuåimmpââi 2012 - 2015 vuässla da vääʹrrvuässla:

source: Lahtut:
sms: Vuässla:

source: Paltto Heikki, I várreságajođiheaddji
sms: Paltto Heikki, I vääʹrrsj.

source: Magga Ulla-Maarit, II várreságajođiheaddji
sms: Magga Ulla-Maarit, II vääʹrrsj.

source: Várrelahtut:
sms: Vääʹrrvuässla:
